 <!-- Breadcrumb Section Begin -->
 <section class="breadcrumb-blog set-bg" data-setbg="<?=base_url('assete/theme/img/breadcrumb-bg.jpg')?>">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <h3>นโยบายคุ้มครองความเป็นส่วนตัว</h3>
                </div>
            </div>
        </div>
    </section>
    <!-- Breadcrumb Section End -->

    <!-- Blog Section Begin -->
      <section class="about spad">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>นโยบายคุ้มครองความเป็นส่วนตัว</h4>
                        <p>บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด (TG SMART LIFE Co., Ltd.) (“บริษัท”) ตระหนักถึงความปลอดภัยของข้อมูลส่วนบุคคลและจะรักษาข้อมูลที่ได้รับจากท่านไว้อย่างเป็นความลับและปลอดภัย โดยใช้นโยบายความเป็นส่วนตัวเพื่อป้องกันความเสียหายที่อาจเกิดขึ้นกับท่าน บริษัทจึงมีนโยบายความเป็นส่วนตัวเพื่อป้องกันความปลอดภัยของข้อมูลส่วนตัวของท่านดังนี้ </p>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <!-- Blog Section End -->
      <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>การใช้ข้อมูล</h4>
                        <p>ข้อมูลที่ท่านเปิดเผยกับ บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด tgsmartlife.com ไม่ว่าจะเป็นชื่อ ที่อยู่ E-mail Address ข้อมูลเกี่ยวกับการซื้อสินค้า หรือการชำระเงิน อาจถูกนำไปใช้ในการปรับปรุง และส่งเสริมการให้บริการ การตลาด การพัฒนาบริการของเว็บไซต์นี้ เพื่อความพึงพอใจและประโยชน์สูงสุดของท่าน นอกจากนี้แล้ว tgsmartlife.com ขอสงวนสิทธิ์ที่จะนำข้อมูลของท่านมาใช้ในการวิเคราะห์ข้อมูลได้ตลอดเวลา</p>
                    </div>
                </div>
            </div>
        </div>
    </section>
     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>ความปลอดภัยของข้อมูล</h4>
                        <p> ข้อมูลส่วนบุคคลที่ท่านได้ให้หรือใช้ผ่านการประมวลผลของเครื่องคอมพิวเตอร์ที่ควบคุมการทำงานของเว็บไซต์ tgsmartlife.com ทั้งหมดนั้น ท่านได้ยอมรับและตกลงว่าเป็นสิทธิและกรรมสิทธิ์ของ tgsmartlife.com อย่างไรก็ตาม บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด tgsmartlife.com รับประกันว่าข้อมูลส่วนตัวของท่านจะได้รับการรักษาอย่างเป็นความลับและได้ใช้มาตรฐานความปลอดภัย</p>
                          <p> เพื่อความปลอดภัยของข้อมูล ท่านควรปฏิบัติตามข้อกำหนดและเงื่อนไขการให้บริการของเว็บไซต์นี้โดยเคร่งครัด สำหรับผู้ใช้ทั่วไป การเข้าสู่ข้อมูลของตนเองจำเป็นต้องใช้ชื่อผู้ใช้ที่เป็นสมาชิก และรหัสผ่านที่ทาง tgsmartlife.com ออกให้เท่านั้น</p>
                           <p> กรณีที่ข้อมูลส่วนบุคคลดังกล่าวถูกจารกรรมโดยวิธีการทางอิเล็กทรอนิกส์ (Hack) สูญหาย หรือเสียหายอันเนื่องจากเหตุสุดวิสัยไม่ว่ากรณีใดทั้งสิ้น tgsmartlife.com  ในนามบริษัท ทีจี สมาร์ท ไลฟ์ จํากัด ขอสงวนสิทธิ์ในการปฏิเสธความรับผิดชอบต่อความเสียหายนั้นทั้งหมด</p>
                            <p>  สำหรับการรับส่งข้อมูลและการรับชำระเงินด้วยบัตรเครดิตทางอินเตอร์เน็ตที่ได้เชื่อมต่อกับธนาคารผ่านระบบที่มีการรักษาความปลอดภัยขั้นสูงตามมาตรฐานสากล ทั้งนี้ข้อมูลบัตรเครดิตของท่านถูกจัดเก็บไว้ที่ธนาคารเพียงแห่งเดียวเท่านั้น โดยไม่มีการเก็บข้อมูลไว้ที่ฐานข้อมูลของ  tgsmartlife.com แต่อย่างใด</p>
                    </div>
                </div>
            </div>
        </div>
    </section>
     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>การแก้ไข เปลี่ยนแปลง และลบข้อมูล</h4>
                        <p>  ท่านสามารถแก้ไข ปรับปรุง เปลี่ยนแปลง ข้อมูลต่างๆ ในข้อมูลส่วนตัวของท่านได้ด้วยตนเอง โดยใช้ชื่อผู้ใช้ที่เป็นสมาชิกและรหัสผ่านที่ทาง บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด  tgsmartlife.com  ออกให้ท่าน ในการผ่านเข้าสู่ข้อมูลส่วนตัวของท่าน</p>

                          <p> ท่านคือผู้เดียวที่สามารถเข้าถึงข้อมูลส่วนตัวของท่านได้ และท่านคือผู้เดียวที่จะเปลี่ยนแปลง แก้ไข เพิ่มเติม หรือลบข้อมูลเหล่านั้นได้ โดยใช้ชื่อผู้ใช้ที่เป็นสมาชิกและรหัสผ่านของท่านเอง บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด tgsmartlife.com ขอแนะนำให้ท่านเก็บข้อมูลชื่อผู้ใช้ที่เป็นสมาชิกและรหัสผ่านไว้เป็นความลับ tgsmartlife.com จะไม่มีการถามรหัสผ่านของท่านไม่ว่ากรณีใดๆ ทั้งสิ้น และในกรณีที่ท่านใช้คอมพิวเตอร์ร่วมกับผู้อื่น กรุณา Log out ก่อนทุกครั้งเมื่อท่านไม่ต้องการใช้บริการต่อไป หรือปิดบราวเซอร์เมื่อท่านเสร็จสิ้นการทำงาน เพื่อเป็นการป้องกันมิให้ผู้อื่นเข้ามาใช้ข้อมูลของท่านซึ่งอาจจะทำให้ท่านได้รับความเสียหายในภายหลัง</p>

                           <p>  ทั้งนี้ ท่านจะต้องรับผิดชอบกับการกระทำต่างๆ ภายใต้ชื่อผู้ใช้ที่เป็นสมาชิกและรหัสผ่านของท่าน ทางบริษัทจะไม่รับผิดชอบหากท่านนำบัญชีผู้ใช้ที่เป็นสมาชิกและรหัสผ่านของท่านไปให้ผู้อื่น</p>


                    </div>
                </div>
            </div>
        </div>
    </section>
     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>การเปิดเผยข้อมูลแก่บุคคลที่สาม</h4>
                        <p> บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด  tgsmartlife.com เคารพสิทธิในความเป็นส่วนตัวของท่าน ดังนั้น ข้อมูลของท่านที่ tgsmartlife.com ได้รับนั้นโดยหลักการแล้วจะถูกนำไปใช้ให้เป็นไปตามวัตถุประสงค์ของเว็บไซต์นี้เท่านั้น จะไม่มีการอนุญาตให้มีการเปิดเผยข้อมูลของท่านนอกจากพนักงานผู้ที่ได้รับอนุญาตเท่านั้น และเว้นแต่:</p>

                         <ul>
                            <li>ได้รับความยินยอมจากท่าน</li>
                            <li>เป็นการจำเป็นที่ต้องเปิดเผยข้อมูลตามกฎหมาย เพื่อประโยชน์ในการสอบสวนหรือการพิจารณาคดี</li>
                              <li>การเปิดเผยข้อมูลเป็นไปโดยถูกต้องตามกฎหมายหรือตามคำสั่งของหน่วยงานของรัฐที่เกี่ยวข้อง</li>
                           
                        
                            
                        </ul>


                    </div>
                </div>
            </div>
        </div>
    </section>

    <script>

        var base_url = "<?=base_url();?>";
        drawcontens(base_url);
       
    </script>
    <style>
        h3 {
            color: white;
        }
    </style>