 <!-- Breadcrumb Section Begin -->
 <section class="breadcrumb-blog set-bg" data-setbg="<?=base_url('assete/theme/img/breadcrumb-bg.jpg')?>">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <h3>นโยบายการจัดส่งและรับประกันสินค้า</h3>
                </div>
            </div>
        </div>
    </section>
    <!-- Breadcrumb Section End -->

  <section class="about spad">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>วิธีการจัดส่งสินค้า</h4>
                        <p>
ฟรี! ค่าจัดส่งทั่วประเทศ เมื่อสั่งซื้อสินค้าผ่านทางเว็บไซต์และบูธโปรโมชั่น โดยการจัดส่งสินค้ามี 4 แบบ ดังนี้</p>
   <ul>
                            <li> ไปรษณีย์แบบลงทะเบียน กรุงเทพฯ และปริมณฑล ( 3-5 วันทำการ) ต่างจังหวัด ( 5-7 วันทำการ) ค่าบริการจัดส่งฟรี! </li>
                            <li> จัดส่งโดยบริษัทขนส่งสินค้า ในกรณีสั่งจำนวนมาก กรุณาติดต่อกับทางบริษัท โทร. 065-295-8885</li>
                           
                         <li> จัดส่งพร้อมบริการติดตั้ง สั่งซื้อสินค้า 5,000 บาทขึ้นไป ติดตั้งฟรี! สั่งซื้อสินค้าไม่ถึง 5,000 บาท มีค่าบริการครั้งละ 300-500 บาท ( ขึ้นกับระยะทาง ) </li>
                            
                        </ul>

       <p>
หมายเหตุ : บริษัทฯ จัดส่งสินค้าทุกวันจันทร์-เสาร์ หยุดวันอาทิตย์และวันหยุดนักขัตฤกษ์ ลูกค้าสามารถทำรายการสั่งซื้อสินค้าได้ทุกวัน 24 ชม. โดยรายการสั่งซื้อสินค้าของวันอาทิตย์และวันหยุดนักขัตฤกษ์ จะจัดส่งในวันทำการถัดไป</p>
                        
                    </div>
                </div>
            </div>
        </div>
    </section>
    
    <section class="about ">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>การรับประกันสินค้า</h4>
                        <p>
*การรับประกันทุกประเภทไม่รวมค่าบริการและค่าอะไหล่*</p>
   <ul>
                            <li> เครื่องกรองน้ำดื่ม รับประกันตัวเครื่อง 2 ปี อุปกรณ์ไฟฟ้า 1 ปี </li>
                            <li> เครื่องกรองน้ำดื่ม รับประกันตัวเครื่องและอุปกรณ์ไฟฟ้า 2 ปี คอมเพรสเซอร์ 2 ปี</li>
                           
                         <li> เครื่องกรองน้ำใช้ รับประกันถังกรอง 3 ปี หัววาล์ว 1 ปี อุปกรณ์ไฟฟ้า 1 ปี</li>
                          <li>  ไส้กรองน้ำ รับประกัน 1-6 เดือน (ยกเว้นไส้กรองเซรามิค)  (ทั้งนี้ขึ้นอยู่กับสภาพต้นน้ำ )</li>
                                <li>  ชุดก๊อกระบบ Manual, สายน้ำ รับประกัน 1 ปี</li>
                                      
                                                  <li>  การรับประกันสินค้าจะนับจากวันที่ทางบริษัทฯ บริการติดตั้งให้ หรือจากใบรับประกันในกรณีที่บริษัทฯ ไม่ใช่ผู้ติดตั้ง</li>
                                        
                        </ul>

    
                        
                    </div>
                </div>
            </div>
        </div>
    </section>

  <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>เงื่อนไขการรับประกัน</h4>
                      
   <ul>
                            <li> บริษัทฯ จะทำการซ่อมแซมสินค้าให้โดยไม่คิดค่าใช้จ่ายใดๆ ทั้งสิ้น ในกรณีที่เครื่องขัดข้องเนื่องจากความผิดพลาดจากทางบริษัทฯ หรือเกิดการชำรุดของอะไหล่ในสภาพการใช้งานตามปกติ</li>
                            <li>  การรับประกันไม่รวมถึงค่าเดินทางหรือพาหนะในการบริการนับจากวันที่บริการติดตั้งแล้ว 30 วัน</li>
                           
                         <li>  บริษัทฯ ให้การรับประกันเฉพาะเครื่องที่ใช้อยู่ในภายในประเทศเท่านั้น</li>
                          <li>  ไม่ควรติดตั้งเครื่องภายในหรือภายนอกอาคาร ที่มีแสงแดด มีความชื้นหรืออุณหภูมิสูง จนทำให้ผลิตภัณฑ์เสียหาย ใช้งานไม่ได้หรือสีซีดจาง แตกหัก หรือเสื่อมสมรรถภาพเร็วกว่าที่ควรจะเป็น</li>
                                <li>  บัตรรับประกันไม่สามารถใช้งานได้ในกรณีดังต่อไปนี้ รุ่นและหมายเลขที่ระบุในบัตรรับประกันไม่ตรงกับตัวเครื่องที่นำไปซ่อม,ใบรับประกันชำรุด เสียหาย ฉีกขาด หรือมีรอยแก้ไข เปลี่ยนแปลง เติม หรือตัดทอนข้อความในส่วนซึ่งเป็นสาระสำคัญ</li>
                                        <li>  อุปกรณ์ที่อยู่นอกเหนือการรับประกัน คือ อุปกรณ์ที่สึกหรอหรือหมดอายุการใช้งานตามมาตรฐานที่กำหนดไว้ - อุปกรณ์ประกอบภายใน เช่น ไส้กรองน้ำ สารกรอง เป็นต้น - จะต้องแสดงบัตรรับประกันแก่บริษัทฯ ทุกครั้งเมื่อรับบริการ มิฉะนั้น บริษัทฯขอสงวนสิทธิ์การเรียกเก็บค่าใช้จ่ายในการซ่อมแซม</li>
                                                  <li>7. เงื่อนไขการรับประกันทั่วไป 
                                                  - เจ้าหน้าที่สามารถสงวนสิทธิ์ที่จะปฏิเสธการติดตั้งอุปกรณ์ในพื้นที่ที่เข้าไม่ถึง สถานที่ที่มีควันหรือไอ ของสารเคมีพื้นที่ที่ห้ามเข้า พื้นที่ที่เสี่ยงอันตราย หรือปัญหาที่พบจากการเชื่อมต่อและวัสดุที่เป็นฉนวนภายนอกที่ไม่ได้เกิดจากผลิตภัณฑ์ 
                                              - บริษัทฯ ขอสงวนสิทธิ์ในการคิดอัตราค่าบริการแม้ว่าอาการเสียนั้นไม่ถูกตรวจพบจากการแจ้งปัญหาเบื้องต้นก็ตาม
                                             - เงื่อนไขการรับประกันสินค้านี้มีผลบังคับเฉพาะผลิตภัณฑ์ที่จำหน่ายโดยบริษัทฯ หรือตัวแทนจำหน่ายของบริษัทฯ เท่านั้น
                                         </li>
                                        
                        </ul>

    
                        
                    </div>
                </div>
            </div>
        </div>
    </section>

     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>เงื่อนไขยกเว้นไม่รับประกัน</h4>
 
   <ul>
                            <li> การใช้งานที่ผิดปกติ การทดลอง การสาธิต การซ่อมเอง การติดตั้งเอง การใช้แรงดันไฟฟ้าและแรงดันน้ำผิดไปจากที่ทางบริษัทฯ กำหนด รวมทั้งการปรับปรุงและการดัดแปลงที่ไม่เหมาะสม หรือความผิดพลาด ความประมาทซึ่งเกิดจากความเข้าใจคลาดเคลื่อนไปจากขั้นตอนหรือกระบวนการใช้ ซึ่งระบุไว้ในคู่มือการใช้งานผลิตภัณฑ์</li>

                            <li> การรับประกันไม่ครอบคลุมถึงความเสียหายที่เกิดจากปรากฏการณ์ธรรมชาติ เช่น อุทกภัย ฟ้าผ่า ไฟไหม้ สารเคมี แก๊ส กระแสไฟฟ้าผิดปกติ หนู มด หรือแมลงอื่นๆ และภัยธรรมชาติอื่นๆ </li>
                           
                         <li>การรับประกันไม่ครอบคลุมถึงความเสียหายที่เกิดจากการใช้ในทางทำธุรกิจหรือทางการค้า หรือการใช้น้ำในปริมาณน้ำที่เกินกำหนดของไส้กรองต่างๆ</li>
                          <li> การสึกหรอโดยทั่วไปตามอายุการใช้งานและการฉีกขาด ขึ้นสนิม หรือรอยเปรอะเปื้อน</li>
                                <li>รอยขูดขีดและความเสียหายที่เกิดขึ้นบนผิวและส่วนประกอบภายนอกซึ่งเกิดจากการใช้งานของลูกค้า</li>
                                        <li> การเรียกร้องค่าเสียหายหรือชิ้นส่วนประกอบที่หายไปหลังจากเลยกำหนด 14 วัน นับจากวันที่ซื้อสินค้า และ/หรือมีการรับสินค้าไปอยู่ในความครอบครองแล้ว</li>
                                                  
                                        
                        </ul>

    
                        
                    </div>
                </div>
            </div>
        </div>
    </section>
    <script>

        var base_url = "<?=base_url();?>";
        drawcontens(base_url);
       
    </script>
    <style>
        h3 {
            color: white;
        }
    </style>