 <!-- Breadcrumb Section Begin -->
 <section class="breadcrumb-blog set-bg" data-setbg="<?=base_url('assete/theme/img/breadcrumb-bg.jpg')?>">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <h3>เงื่อนไขและข้อตกลงในการใช้งานเว็บไซต์และบูธโปรโมชั่น</h3>
                </div>
            </div>
        </div>
    </section>
     <section class="about spad">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>บทนำ</h4>
                        <p>บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด (TG SMART LIFE Co., Ltd.) ได้จัดทำเว็บไซต์นี้ขึ้นเพื่อวัตถุประสงค์ในการสั่งซื้อสินค้าบริการออนไลน์ของผู้ใช้บริการและบูธโปรโมชั่น ฉะนั้น ขอความกรุณาท่านโปรดอ่านและปฏิบัติตามข้อกำหนดและเงื่อนไขการใช้งานในเว็บไซต์นี้เพื่อประโยชน์ของตัวท่านเอง เนื่องจากบริษัทมีนโยบายในการพัฒนาและปรับปรุงบริการของเว็บไซต์อย่างต่อเนื่อง ดังนั้น ข้อกำหนดและเงื่อนไขนี้อาจมีการแก้ไขเปลี่ยนแปลงเป็นครั้งคราว บริษัทจึงขอให้ท่านตรวจสอบนโยบายดังกล่าวนี้เป็นระยะ การดำเนินการใดๆ ในเว็บไซต์นี้ถือว่าท่านได้รับทราบและยินยอมผูกพันตามข้อกำหนดและเงื่อนไขฉบับนี้ตามที่ระบุไว้ และฉบับที่แก้ไขเพิ่มเติมในอนาคต และตามกฎหมายทุกประการ ทั้งนี้ บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงข้อกำหนดและเงื่อนไขต่างๆ โดยไม่ต้องแจ้งให้ทราบล่วงหน้า </p>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>ข้อกำหนดเกี่ยวกับสิทธิในทรัพย์สินทางปัญญา</h4>
                        <p>บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด (TG SMART LIFE Co., Ltd.) ขอแจ้งให้ท่านทราบว่าภายใต้ความคุ้มครองสิทธิในทรัพย์สินทางปัญญา เช่น ข้อความ รูปถ่าย วีดีโอ ภาพ เสียง เนื้อหา เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้า วิธีการนำเสนอ ข้อมูล ข่าวสาร และส่วนประกอบใดๆ ที่ปรากฏบนเว็บไซต์นี้ ทั้งหมดเป็นสิทธิของบริษัทโดยชอบด้วยกฎหมายแต่เพียงผู้เดียว และได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญาของประเทศไทย
 หากบุคคลใดลอกเลียน ปลอมแปลง ทำซ้ำ ดัดแปลง เผยแพร่ต่อสาธารณชน โดยจำหน่าย มีไว้ให้เช่า หรือกระทำการใดๆในลักษณะที่เป็นการแสวงหาประโยชน์ทางการค้าหรือประโยชน์อันมิชอบจากทรัพย์สินทางปัญญาดังกล่าวข้างต้น โดยมิได้รับอนุญาตเป็นลายลักษณ์อักษรจากบริษัท บริษัทจะดำเนินการตามกฎหมายกับผู้ละเมิดสิทธิดังกล่าวจนถึงที่สุด และสิทธิในการใช้งานเว็บไซต์นี้จะสิ้นสุดลงโดยทันที หากท่านละเมิดเงื่อนไขข้อตกลงใดๆ การใช้งานเว็บไซต์นี้ </p>
                    </div>
                </div>
            </div>
        </div>
    </section>
 <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>คำบรรยายผลิตภัณฑ์และสีของรูปภาพ</h4>
                        <p>เว็บไซต์  tgsmartlife.com ได้แสดงคำอธิบายผลิตภัณฑ์เพื่อเป็นส่วนประกอบในการพิจารณาเลือกซื้อสินค้าและบริการ ซึ่งไม่สามารถยืนยันได้ว่าคำอธิบายผลิตภัณฑ์ดังกล่าวจะปราศจากข้อผิดพลาดใดๆ ดังนั้น หากท่านไม่แน่ใจ หรือต้องการข้อมูลเพิ่มเติม ขอให้สอบถามข้อมูลที่ Call Center   โทร. 065-295-8885 ก่อนตัดสินใจสั่งซื้อสินค้าและบริการใดๆ ทั้งนี้ ทางเว็บไซต์ tgsmartlife.com มีความตั้งใจที่จะแสดงรูปภาพสินค้าที่มีสีที่ถูกต้องตรงตามความเป็นจริง แต่สีที่แสดงบนหน้าจอของท่านอาจผิดเพี้ยนได้ตามการตั้งค่าของหน้าจอคอมพิวเตอร์ที่แตกต่างกันไป </p>
                    </div>
                </div>
            </div>
        </div>
    </section>

     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>การลงทะเบียนและบัญชีผู้ใช้งาน</h4>
                       <ul>
                            <li>  เว็บไซต์ tgsmartlife.com นี้ให้เฉพาะผู้ใช้บริการที่ลงทะเบียนสมัครเป็นสมาชิกเท่านั้น ที่สามารถสั่งซื้อสินค้าหรือร่วมทำกิจกรรมส่งเสริมการขายต่างๆ ที่จัดขึ้นบนเว็บไซต์ได้</li>
                            <li>  การลงทะเบียนสมัครเป็นสมาชิกกับเว็บไซต์ tgsmartlife.com ผู้ลงทะเบียนต้องให้ข้อมูลส่วนบุคคลที่ถูกต้อง สมบูรณ์ และทันสมัยที่สุด กรณีมีการเปลี่ยนแปลง ผู้ลงทะเบียนต้องปรับปรุงข้อมูลให้เป็นปัจจุบันอยู่เสมอ</li>
                            <li>  การสมัครสมาชิกและสั่งซื้อสินค้ากับทางเว็บไซต์ ผู้ใช้บริการต้องมีอายุตั้งแต่ 18 ปีบริบูรณ์ขึ้นไป</li>
                            <li>   ผู้ใช้งานแต่ละท่านได้รับอนุญาตให้มีบัญชีผู้ใช้งานได้เพียงบัญชีเดียวเท่านั้น การละเมิดเงื่อนไขใดๆ อาจส่งผลให้เกิดการระงับบัญชีผู้ใช้งาน สิทธิ์การรับโปรโมชั่น หรือผลประโยชน์อื่นใด และอาจถูกดำเนินคดีตามกฎหมายไม่ว่าทางแพ่งและทางอาญา</li>
                        
                            
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>

     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>เงื่อนไขการขายและสั่งซื้อสินค้า</h4>
                       <ul>
                            <li>  
การสั่งซื้อสินค้าและบริการ จะถือว่าสมบูรณ์เมื่อท่านได้ชำระเงินค่าสินค้าและบริการครบถ้วนตามที่แจ้งไว้เรียบร้อยแล้ว รวมถึงยอมรับข้อกำหนดและเงื่อนไขแล้ว ตามที่ได้ลงทะเบียนสมัครเป็นสมาชิกของเว็บไซต์ของบริษัทนี้ ทั้งนี้ ในส่วนราคาและโปรโมชั่นใดๆ (รายการส่งเสริมการขาย) ที่นำเสนอขายจะใช้ได้เฉพาะการซื้อสินค้าผ่าน เว็บไซต์ tgsmartlife.com  และ บูธโปรโมชั่น ตามสาขาต่างๆ เท่านั้น ไม่สามารถนำไปใช้กับการซื้อสินค้าที่สาขาของบริษัทได้</li>
                            <li>  การขายและสั่งซื้อสินค้า จะดำเนินการจัดส่งสินค้าให้แก่ท่าน ตามเงื่อนไขการจัดส่งสินค้า</li>
                            <li>  ราคาที่ระบุในเว็บไซต์ tgsmartlife.com เป็นราคาสินค้าที่ไม่ได้รวมค่าบริการติดตั้ง ซึ่งอาจมีค่าบริการติดตั้งเพิ่ม</li>
                            <li>  งานบริการติดตั้งต้องอยู่ในข้อกำหนดมาตรฐานของช่างทีจีสมาร์ทไลฟ์และpsi เท่านั้น โดยมาตรฐานและอัตราค่าบริการปรากฏตามที่แจ้งไว้ในบริการแต่ละประเภทสินค้า</li>
                        
                            
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>เงื่อนไขการชำระค่าสินค้า การชำระเงินค่าสินค้าและบริการ สามารถทำได้ในช่องทางดังต่อไปนี้</h4>
                       <ul>
                            <li> ชำระเงินปลายทางพร้อมติดตั้ง</li>
                            <li> โอนเงินเข้าบัญชีธนาคาร</li>
                            <li> ชำระเงินผ่านเคาน์เตอร์</li>
                            <li> ชำระเงินผ่านธนาคาร</li>
                             <li> ชำระเงินผ่านบัตรเครดิต / เดบิต</li>
                                <li> ชําระผ่าน pay solution ระบบชำระเงินออนไลน์และหน้าร้าน</li>
                        
                            
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>
      <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>เงื่อนไขการจัดส่งสินค้า</h4>
                       <ul>
                            <li> จัดส่งสินค้าภายใน 3 วันทำการ นับจากวันชำระเงิน หรือ ตามเงื่อนไขข้อตกลงบูธโปรโมชั่น</li>
                            <li> จัดส่งสินค้าฟรี ภายในระยะทาง 40 กิโลเมตร นับจากศูนย์บริการที่ใกล้จุดติดตั้งที่สุด</li>
                            <li> ระยะทางเกิน 40 กิโลเมตรจากศูนย์บริการ คิดค่าจัดส่งกิโลเมตรละ 15 บาท</li>
                             
                        
                            
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>
     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>การยกเลิกอันเกิดจากความผิดพลาด</h4>
                       <ul>
                            <li>  กรณีเกิดความผิดพลาดใดๆ อันเป็นผลให้การซื้อสินค้าและบริการมีข้อมูลเปลี่ยนแปลงไปจากครั้งแรก เช่น รายละเอียดสินค้าไม่ครบถ้วน หรือไม่ถูกต้องเป็นต้นบริษัทมีสิทธิ์อย่างเต็มที่ที่จะยกเลิกคำสั่งซื้อได้ทุกเวลาและหากบริษัทได้รับการชำระเงินค่าสินค้าแล้ว บริษัทจะทำการคืนเงินให้ผู้ใช้บริการเต็มตามจำนวนที่ได้ชำระไว้ภายใน 14 วันนับจากวันที่ได้ทำการยกเลิกรายการ ตามเงื่อนไขการคืนสินค้าและคืนเงิน</li>
                            <li>  กรณีที่มีเนื้อหาหรือข้อมูลในการส่งเสริมการขายที่ใช้เฉพาะช่วงเวลาที่กำหนด (“ข้อกำหนดกรณีพิเศษ”) ขัดแย้งกับข้อตกลงและเงื่อนไข นโยบาย การใช้บริการใดๆ ก็ตามที่ระบุในเว็บไซต์ tgsmartlife.com และบูธโปรโมชั่น ให้ยึดถือตามข้อตกลงและเงื่อนไขการใช้บริการที่ปรากฏในกรณีพิเศษในการบังคับใช้ก่อน และข้อกำหนดกรณีพิเศษจะถือว่าสมบูรณ์และแยกออกจากข้อกำหนดนโยบายหลักของเว็บไซต์ tgsmartlife.com</li>
                         
                             
                        
                            
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>กฎ กติกา มารยาทในการใช้งานเว็บไซต์ และ บูธโปรโมชั่น</h4>
                       <ul>
                            <li>  เมื่อท่านใช้แอพพลิเคชั่นอื่นที่อยู่บนเว็บไซต์นี้ แอพพลิเคชั่นนั้นอาจขออนุญาตคุณเพื่อเข้าถึงเนื้อหาและข้อมูล ของท่าน รวมทั้งเนื้อหาและข้อมูลที่ผู้อื่นแชร์กับท่าน ข้อตกลงที่ท่านมีกับแอพพลิเคชั่นนั้นจะเป็นตัวกำหนดระหว่างท่านกับแอพพลิเคชั่นนั้นว่าแอพพลิเคชั่นสามารถใช้ จัดเก็บ และถ่ายโอนเนื้อหาและข้อมูลนั้นได้อย่างไร บริษัทจะไม่ได้มีส่วนรับทราบแต่ประการใด</li>
                            <li>  เมื่อท่านได้เผยแพร่เนื้อหาหรือข้อมูลโดยการใช้การตั้งค่าสาธารณะ นั่นหมายความว่าท่านอนุญาตให้ทุกคน รวมทั้งคนนอกเข้าถึงและใช้งานข้อมูลนั้นตลอดจนเชื่อมโยงข้อมูลนั้นกับท่าน</li>
                            <li>  บริษัทไม่รับผิดชอบต่อเนื้อหาใดๆ ที่ท่านได้ทำการนำเสนอต่อสาธารณชน (ทั้งนี้รวมถึงเว็บบอร์ด หน้าข้อมูลต่างๆ ของเว็บไซต์ ห้องแชท หรือพื้นที่สาธารณะใดๆ ก็ตามที่ปรากฏอยู่ในเว็บไซต์) บริษัทไม่จำเป็นต้องเห็นด้วย และ ไม่มีส่วนเกี่ยวข้องกับเนื้อหาใดๆ (ที่ท่านหรือผู้ใช้งานท่านอื่นแสดงความคิดเห็นขึ้นมา) บริษัทขอสงวนสิทธิ์ในการใช้ดุลยพินิจที่จะลบเนื้อหาหรือความคิดเห็นของท่านได้โดยไม่ต้องแจ้งให้ท่านทราบล่วงหน้า ถ้าหากเนื้อหาหรือความคิดเห็นนั้นๆ มีเจตนาหรือมีข้อสงสัยว่าเป็น</li>
                             <li>  ข้อความหรือเนื้อหาอันเป็นการทำลายชื่อเสียง หมิ่นประมาท ส่อเสียด คุกคาม ว่ากล่าวให้ร้าย แก่สมาชิกท่านอื่นหรือบุคคลภายนอก</li>
                                 <li>  การนำเสนอ เผยแพร่ ข้อความหรือเนื้อหาที่เป็นการนำเสนอที่ส่อไปในทางลามก อนาจาร หรือขัดต่อกฎหมายใดๆ</li>
                                     <li>  การเผยแพร่หรืออัพโหลดไฟล์ข้อมูลที่มีไวรัส ไฟล์ที่ส่งผลให้เกิดการทำงานที่ไม่ปกติ หรือซอฟท์แวร์ หรือโปรแกรมใดๆ ที่อาจก่อให้เกิดความเสียหายต่อการทำงานของเว็บไซต์ของบริษัท และ/หรือระบบคอมพิวเตอร์ รวมถึงระบบเครือข่ายของบุคคลภายนอก</li>
                                      <li>  กระทำผิดกฎหมายเกี่ยวกับลิขสิทธิ์ เครื่องหมายการค้าคอมพิวเตอร์ และ/หรือกฎหมายอื่นๆ แห่งประเทศไทยหรือ นานาประเทศ รวมถึงการละเมิดลิขสิทธิ์ทรัพย์สินทางปัญญาของบริษัท หรือบุคคลภายนอก</li>
                                          <li>  การนำเสนอข้อความหรือเนื้อหาที่เป็นการโฆษณา หรือเนื้อหาที่เป็นการประชาสัมพันธ์อันมีเจตนาเพื่อ จะแข่งขันกับบริษัท หรือแย่งลูกค้าของบริษัท</li>
                         
                             
                         <p>บริษัท ทีจี สมาร์ท ไลฟ์ จํากัด (TG SMART LIFE Co., Ltd.) ทั้งนี้ บริษัทยินดีรับฟังคำติชมหรือข้อเสนอแนะอื่นๆ ของท่าน และบริษัทสามารถใช้ประโยชน์จากคำติชมหรือข้อเสนอแนะเหล่านั้นได้โดยไม่มีข้อผูกพันใดๆ ที่ต้องตอบแทนให้ท่านสำหรับข้อมูลดังกล่าว </p>
                            
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </section>
     <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>ข้อจำกัดความรับผิด</h4>
                        <p>การสั่งซื้อสินค้าและบริการหรือการกระทำรายการใดๆ ที่เกิดขึ้นบนเว็บไซต์ของบริษัท ไม่ว่าจะเป็นการกระทำด้วยตัวของท่านเอง หรือการที่ท่านมอบหมายให้ผู้หนึ่งผู้ใด หรือมีบุคคลอื่นแอบอ้างนำรหัสผ่าน (Password) ของท่านมาใช้ในการสั่งซื้อสินค้า และบริการ หรือกระทำรายการใดๆ ไม่ว่าจะเป็นไปโดยความตั้งใจของท่าน หรือเกิดจากความประมาทเลินเล่อของท่าน ให้ถือว่าการกระทำดังกล่าวถูกต้องสมบูรณ์ หากมีความเสียหายใดๆ เกิดขึ้น ไม่ว่าจะด้วยเหตุใดก็ตาม ท่านในฐานะเจ้าของรหัสผ่าน (Password) จะยังคงต้องรับผิดชอบในการกระทำดังกล่าวทั้งหมด ทุกประการ โดยไม่มีข้อโต้แย้งหรือข้อเรียกร้องใดๆ เพื่อให้บริษัทต้องรับผิดชอบชดใช้ค่าเสียหายแทนท่าน แต่ประการใด</p>
                         <p>ภายใต้ข้อตกลงและเงื่อนไขในการใช้บริการบนเว็บไซต์นี้ หากท่านนำบัตรเครดิตของผู้อื่นมาทำรายการชำระค่าสินค้า หรือค่าบริการต่างๆ โดยที่ท่านไม่ได้รับอนุญาตจากเจ้าของบัตรเครดิต รวมถึงการชำระค่าสินค้าหรือค่าบริการที่ไม่ถูกต้องหรือไม่ตรง หรือไม่เป็นไปตามเจตนาที่แท้จริงของเจ้าของบัตรเครดิต เมื่อบริษัทได้รับการโต้แย้งจากเจ้าของบัตรเครดิต หรือจากธนาคารผู้ออกบัตรเครดิต ทำให้บริษัทไม่ได้รับชำระค่าสินค้าหรือค่าบริการ หรือไม่สามารถเรียกเก็บเงินค่าใช้บริการจากเจ้าของบัตรเครดิต หรือจากธนาคารผู้ออกบัตรเครดิตได้ ท่านในฐานะผู้ใช้บริการ จะต้องรับผิดชอบค่าสินค้าหรือค่าบริการ และค่าเสียหายต่างๆ ที่เกิดขึ้นทุกประการ และบริษัทมีสิทธิ์ในการดำเนินคดีกับท่านตามกฎหมายจนถึงที่สุดเพื่อบังคับชำระหนี้ และค่าเสียหายรวมทั้งดอกเบี้ยตามที่กฎหมายกำหนด</p>
                           <p>บริษัทขอสงวนสิทธิ์ในการแก้ไขเปลี่ยนแปลงข้อตกลงและเงื่อนไขดังกล่าวข้างต้นได้ตลอดระยะเวลาการให้บริการ โดยไม่ต้องแจ้งให้ท่านทราบล่วงหน้า ท่านตกลงที่จะตรวจสอบนโยบายดังกล่าวนี้เป็นระยะ การที่ท่านยังคงใช้เว็บไซต์นี้หลังจากมีการเปลี่ยนแปลงข้อตกลงและเงื่อนไขดังกล่าวแล้ว บริษัทถือว่าท่านได้ยอมรับการเปลี่ยนแปลงดังกล่าวแล้ว</p>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="about">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="about__item">
                        <h4>การชดเชยค่าเสียหาย</h4>
                        <p>ท่านในฐานะผู้ใช้งานยอมรับที่จะชดเชยและคุ้มครองบริษัท (หรือพนักงานของบริษัททุกคน ผู้บริหารของบริษัท ผู้ผลิตสินค้า บริษัทสาขา บริษัทร่วมทุนตลอดจนหุ้นส่วนทางกฎหมาย) จากข้อเรียกร้องใดๆ รวมทั้ง ค่าทนายความตามสมควร ค่าเสียหาย และค่าสูญหาย ค่าใช้จ่าย ค่าเสียหาย ต้นทุนทั้งหมดอันเกิดจากการละเมิดข้อกำหนดและเงื่อนไขนี้และ/หรือข้อกำหนดกรณีพิเศษหรือการกระทำอื่นใดที่เกี่ยวข้องกับบัญชีผู้ใช้งานของสมาชิก อันเนื่องมาจากการละเลยไม่ใส่ใจหรือการจงใจกระทำผิดกฎหมาย</p>
                         
                    </div>
                </div>
            </div>
        </div>
    </section>
    <!-- Breadcrumb Section End -->

    <!-- Blog Section Begin -->
    <section class="blog spad">
        <div class="container">
            
            <div class="row">
                <div class="col-lg-12"><ul class="filter__controls"></ul></div>
            </div>
            <div class="row product__filter"></div>
          
        </div>
    </section>
    <!-- Blog Section End -->
    
    <script>

        var base_url = "<?=base_url();?>";
        drawcontens(base_url);
       
    </script>
    <style>
        h3 {
            color: white;
        }
    </style>